[RM_M4A1_SFRounds X2AmmoTemplate]
FriendlyName="铁血弹药"
FriendlyNamePlural="铁血弹药"
BriefSummary="由 Sangvis Ferri 制造的弹药，这些弹药原本用于变种人计划升级其总体火力，但蓝图被叛逃者窃取并重新用于 M4A1 现在携带的武器库。"
TacticalText="<Bullet/> 这些子弹会撕碎并穿透装甲，造成额外伤害，并使穿透盾牌和装甲的单位流血。\n"

[RM_InheritedArsenal X2AbilityTemplate]
LocFriendlyName="军械库：重新装填重型武器"
LocHelpText="重新装填你的重型武器。需要两个行动点。"
LocLongDescription="利用 M4A1 继承的武器库来重新装填重型武器。此操作非常艰巨，使用时会消耗所有 AP。与武器库共享冷却时间：特殊弹匣"
LocFlyOverText="重新加载重型！"

[RM_AmmoArsenal X2AbilityTemplate]
LocFriendlyName="阿森纳：特别杂志"
LocHelpText="将特殊子弹装入弹匣。持续到 M4A1 需要再次装弹。"
LocLongDescription="利用 M4A1 继承的武器库为她的主要武器装载一组特殊弹药。与武器库共享冷却时间：重新装填重型武器。"


；索波
[RM_Soppo_Sadistic X2AbilityTemplate]
LocFriendlyName="虐待倾向"
LocHelpText="通过杀死敌方单位获得意志。导致周围队友的意志随机增加或减少。"
LocLongDescription="这支部队从激烈的战斗中获益。他们可以保持高昂的精神，但有时他们的言论可能会让其他士兵感到不快。"
LocFlyOverText="虐待倾向"


[RM_Soppo_FieldRepair X2AbilityTemplate]
LocFriendlyName="模块化维修"
LocHelpText="从战场上回收敌人尸体来获得一点生命值。导致周围队友意志丧失。"
LocLongDescription="该单位可以通过在现场使用特定的变种人材料进行自我修复。即使只是机器人材料，这个过程也可能令人厌恶，而恢复变种人控制论的过程可能会很残酷。"
LocFlyOverText="模块化维修"



[RM_SoppoRage X2AbilityTemplate]
LocFriendlyName="战斗愤怒"
LocLongDescription="恐慌或受到攻击会导致此单位进入长时间的狂暴状态并攻击视线内的敌人。两次触发之间有冷却时间。"
LocHelpText="惊慌失措或受到攻击会导致此单位进入长时间的狂暴状态并攻击视线内的敌人。两次触发之间有冷却时间。"
LocFlyOverText="狂暴！"

[RM_SoppoRage_Passive X2AbilityTemplate]
LocFriendlyName="战斗愤怒"
LocLongDescription="恐慌或受到攻击会导致此单位进入长时间的狂暴状态并攻击视线内的敌人。两次触发之间有冷却时间。"
LocHelpText="惊慌失措或受到攻击会导致此单位进入长时间的狂暴状态并攻击视线内的敌人。两次触发之间有冷却时间。"

；RO635
[RM_RO635_Judgement X2AbilityTemplate]
LocFriendlyName="正义审判"
LocLongDescription="每次 RO635 受到非擦伤攻击时，她都会使用她的闪避属性进行擦伤。"
LocHelpText="与她的闪避属性相比，掷骰几率是 100 分之一，因此 50 闪避意味着 50% 的闪避几率。"
LocFlyOverText="正义审判"

[RM_RO635_MentalDeterrence X2AbilityTemplate]
LocFriendlyName="精神威慑"
LocLongDescription="获得大量躲避奖励和少量防御奖励。"
LocHelpText="获得大量躲避奖励并少量防御奖励。"
LocFlyOverText="精神威慑"

;ST AR-15
[RM_STAR15_AssaultFocus X2AbilityTemplate]
LocFriendlyName="罪与罚"
LocLongDescription="用两个行动点数换取多个移动点数。"
LocHelpText="用两个行动点数换取多个移动点数。将其与其他行动经济特权相结合，以最大限度发挥 ST AR-15 的潜力。"
LocFlyOverText="突击焦点"
